<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.finder</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>AlwaysOpenWindowsInColumnView</key>
								<true/>
								<key>BrowserWindowState</key>
								<array/>
								<key>ComputerViewSettings</key>
								<dict>
									<key>CustomViewStyle</key>
									<string>clmv</string>
									<key>CustomViewStyleVersion</key>
									<integer>1</integer>
								</dict>
								<key>CopyProgressWindowLocation</key>
								<string>{1506, 295}</string>
								<key>DesktopViewSettings</key>
								<dict>
									<key>CustomViewStyleVersion</key>
									<integer>1</integer>
									<key>IconViewSettings</key>
									<dict>
										<key>arrangeBy</key>
										<string>name</string>
										<key>backgroundColorBlue</key>
										<real>1</real>
										<key>backgroundColorGreen</key>
										<real>1</real>
										<key>backgroundColorRed</key>
										<real>1</real>
										<key>backgroundType</key>
										<integer>0</integer>
										<key>gridOffsetX</key>
										<real>0.0</real>
										<key>gridOffsetY</key>
										<real>0.0</real>
										<key>gridSpacing</key>
										<real>54</real>
										<key>iconSize</key>
										<real>64</real>
										<key>labelOnBottom</key>
										<true/>
										<key>showIconPreview</key>
										<true/>
										<key>showItemInfo</key>
										<false/>
										<key>textSize</key>
										<real>12</real>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>DownloadsFolderListViewSettingsVersion</key>
								<integer>1</integer>
								<key>EmptyTrashProgressWindowLocation</key>
								<string>{760, 248}</string>
								<key>FK_SavedViewStyle</key>
								<string>clmv</string>
								<key>FK_SidebarWidth</key>
								<integer>200</integer>
								<key>FK_StandardViewSettings</key>
								<dict>
									<key>ExtendedListViewSettings</key>
									<dict>
										<key>calculateAllSizes</key>
										<false/>
										<key>columns</key>
										<array>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>name</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>dateModified</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>dateCreated</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>size</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>97</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>kind</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>115</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>label</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>100</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>version</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>75</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>comments</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>dateLastOpened</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>200</integer>
											</dict>
										</array>
										<key>iconSize</key>
										<real>16</real>
										<key>showIconPreview</key>
										<true/>
										<key>sortColumn</key>
										<string>name</string>
										<key>textSize</key>
										<real>12</real>
										<key>useRelativeDates</key>
										<true/>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
									<key>IconViewSettings</key>
									<dict>
										<key>arrangeBy</key>
										<string>none</string>
										<key>backgroundColorBlue</key>
										<real>1</real>
										<key>backgroundColorGreen</key>
										<real>1</real>
										<key>backgroundColorRed</key>
										<real>1</real>
										<key>backgroundType</key>
										<integer>0</integer>
										<key>gridOffsetX</key>
										<real>0.0</real>
										<key>gridOffsetY</key>
										<real>0.0</real>
										<key>gridSpacing</key>
										<real>54</real>
										<key>iconSize</key>
										<real>64</real>
										<key>labelOnBottom</key>
										<true/>
										<key>showIconPreview</key>
										<true/>
										<key>showItemInfo</key>
										<false/>
										<key>textSize</key>
										<real>12</real>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
									<key>ListViewSettings</key>
									<dict>
										<key>calculateAllSizes</key>
										<false/>
										<key>columns</key>
										<dict>
											<key>comments</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>7</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<key>dateCreated</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>2</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<key>dateLastOpened</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>8</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>200</integer>
											</dict>
											<key>dateModified</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>1</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<key>kind</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>4</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>115</integer>
											</dict>
											<key>label</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>5</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>100</integer>
											</dict>
											<key>name</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>0</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<key>size</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>3</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>97</integer>
											</dict>
											<key>version</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>6</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>75</integer>
											</dict>
										</dict>
										<key>iconSize</key>
										<real>16</real>
										<key>showIconPreview</key>
										<true/>
										<key>sortColumn</key>
										<string>name</string>
										<key>textSize</key>
										<real>12</real>
										<key>useRelativeDates</key>
										<true/>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
									<key>SettingsType</key>
									<string>FK_StandardViewSettings</string>
								</dict>
								<key>FXArrangeGroupViewBy</key>
								<string>Name</string>
								<key>FXConnectToBounds</key>
								<string>{{442, 879}, {486, 231}}</string>
								<key>FXConnectToLastURL</key>
								<string>afp://ares.edu.eciad.ca/</string>
								<key>FXDefaultSearchScope</key>
								<string>SCev</string>
								<key>FXDesktopVolumePositions</key>
								<dict>
									<key>APP_Archive_0x1.80ee23ep+27</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>502</integer>
									</dict>
									<key>Arduino with Displayduino_0x1.1276e75p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>392</integer>
									</dict>
									<key>Audacity 2.0.0_0x1.5031925p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>172</integer>
									</dict>
									<key>CasperShare_0x1.117a44bp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>282</integer>
									</dict>
									<key>DVD_VIDEO_-0x1.4fc0ee8p+25</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>502</integer>
									</dict>
									<key>ECU Curriculum Printers Installer_0x1.573efe8p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Faculty Backups_0x1.3d8eafbp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>172</integer>
									</dict>
									<key>Firefox_0x1.5423ffbp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>282</integer>
									</dict>
									<key>Firefox_0x1.58a9676p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Flash Player_0x1.4eadac1p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Flip4Mac WMV 2.4.1.4_0x1.47c72bep+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>392</integer>
									</dict>
									<key>Flip4Mac WMV_0x1.4dc660ap+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Google Chrome_0x1.4eb4689p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>282</integer>
									</dict>
									<key>HILARYS USB_-0x1.3c059p+29</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>502</integer>
									</dict>
									<key>Hard Drive_0x1.47efbc9p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Hard Drive_0x1.485672dp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Hard Drive_0x1.4fc457cp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Hard Drive_0x1.51a8909p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Hard Drive_0x1.525144p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Hard Drive_0x1.57e6a22p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>4</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-1</integer>
										<key>yRelative</key>
										<integer>-16</integer>
									</dict>
									<key>Hard Drive_0x1.59a6857p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>4</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>0</integer>
										<key>yRelative</key>
										<integer>-16</integer>
									</dict>
									<key>Hard Drive_0x1.5a4b81bp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>4</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-1</integer>
										<key>yRelative</key>
										<integer>-1</integer>
									</dict>
									<key>Lame Library v3.98.2 for Audacity_0x1.e039492p+27</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>502</integer>
									</dict>
									<key>Mac OS X Base System_0x1.43dc87fp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>282</integer>
									</dict>
									<key>Microsoft Office 2011_0x1.3328fc8p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-62</integer>
										<key>yRelative</key>
										<integer>166</integer>
									</dict>
									<key>PenTablet_0x1.4a3f8c7p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>Recovery HD_0x1.4900285p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>172</integer>
									</dict>
									<key>StormyDrive_0x1.4228f4ep+27</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>0</integer>
										<key>yRelative</key>
										<integer>-16</integer>
									</dict>
									<key>Toast 11 Titanium_0x1.317982dp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
									<key>WacomTablet_0x1.4ca3e28p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>172</integer>
									</dict>
									<key>admin_0x1.10fba5bp+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>392</integer>
									</dict>
									<key>vlc-2.0.0_0x1.4f02652p+28</key>
									<dict>
										<key>AnchorRelativeTo</key>
										<integer>1</integer>
										<key>ScreenID</key>
										<integer>0</integer>
										<key>xRelative</key>
										<integer>-58</integer>
										<key>yRelative</key>
										<integer>62</integer>
									</dict>
								</dict>
								<key>FXInfoPanesExpanded</key>
								<dict>
									<key>MetaData</key>
									<true/>
									<key>Name</key>
									<true/>
									<key>Privileges</key>
									<true/>
								</dict>
								<key>FXLastSearchScope</key>
								<string>SCcf</string>
								<key>FXMyDocumentsArrangeGroupViewBy</key>
								<string>Date Last Opened</string>
								<key>FXPreferencesWindow.Location</key>
								<string>{{81, 374}, {355, 625}}</string>
								<key>FXPreferredGroupBy</key>
								<string>Date Added</string>
								<key>FXPreferredSearchViewStyle</key>
								<string>clmv</string>
								<key>FXPreferredSearchViewStyleVersion</key>
								<string>%00%00%00%01</string>
								<key>FXPreferredViewStyle</key>
								<string>Nlsv</string>
								<key>FXRecentFolders</key>
								<array>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va6QDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAiAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQACQAA
								AAEBAABEb3du
								bG9hZHMAAAAT
								AAAAAQEAAG1j
								eFRvUHJvZmls
								ZS1tYXN0ZXIA
								EAAAAAEGAAAQ
								AAAAIAAAADAA
								AABEAAAACAAA
								AAQDAABP7BMA
								AAAAAAgAAAAE
								AwAAIioUAAAA
								AAAIAAAABAMA
								AHMuFAAAAAAA
								CAAAAAQDAACh
								4RQAAAAAABAA
								AAABBgAAeAAA
								AIgAAACYAAAA
								qAAAAAgAAAAA
								BAAAQbubqsYA
								AAAYAAAAAQIA
								AAIAAAAAAAAA
								DwAAAAAAAAAA
								AAAAAAAAAAAA
								AAABBQAACAAA
								AAQDAAACAAAA
								AAAAAAQAAAAD
								AwAA9gEAAAgA
								AAABCQAAZmls
								ZTovLy8KAAAA
								AQEAAEhhcmQg
								RHJpdmUAAAgA
								AAAEAwAAAMBa
								zOgAAAAIAAAA
								AAQAAEG7Yd48
								AAAAJAAAAAEB
								AAA3MUM0MEU4
								Ri1EQTFGLTMx
								RTMtQTIzRC03
								QjBBMzA0MzFF
								RDgYAAAAAQIA
								AIEAAAABAAgA
								7xcAAAEACAAA
								AAAAAAAAAAEA
								AAABAQAALwAA
								AL0AAAABAgAA
								OTcwZjQwYWMx
								MDQyYjE3MzE2
								NjliMTZmNjA0
								MWEyOGQzMjhh
								ZjIxYzswMDAw
								MDAwMDswMDAw
								MDAwMDswMDAw
								MDAwMDAwMDAw
								MDIwO2NvbS5h
								cHBsZS5hcHAt
								c2FuZGJveC5y
								ZWFkLXdyaXRl
								OzAwMDAwMDAx
								OzAxMDAwMDAy
								OzAwMDAwMDAw
								MDAxNGUxYTE7
								L3VzZXJzL3N0
								dWRlbnQvZG93
								bmxvYWRzL21j
								eHRvcHJvZmls
								ZS1tYXN0ZXIA
								AAAA5AAAAP7/
								//8BAAAAAAAA
								ABIAAAAEEAAA
								YAAAAAAAAAAF
								EAAAuAAAAAAA
								AAAQEAAA4AAA
								AAAAAABAEAAA
								0AAAAAAAAAAC
								IAAAtAEAAAAA
								AAAFIAAAJAEA
								AAAAAAAQIAAA
								NAEAAAAAAAAR
								IAAAaAEAAAAA
								AAASIAAASAEA
								AAAAAAATIAAA
								WAEAAAAAAAAg
								IAAAlAEAAAAA
								AAAwIAAAAAEA
								AAAAAAABwAAA
								CAEAAAAAAAAR
								wAAAIAAAAAAA
								AAASwAAAGAEA
								AAAAAAAB0AAA
								AAEAAAAAAAAQ
								0AAABAAAAAAA
								AACA8AAAwAEA
								AAAAAAA=
										</data>
										<key>name</key>
										<string>mcxToProfile-master</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va1wDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAQAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQACQAA
								AAEBAABEb3du
								bG9hZHMAAAAM
								AAAAAQYAABAA
								AAAgAAAAMAAA
								AAgAAAAEAwAA
								T+wTAAAAAAAI
								AAAABAMAACIq
								FAAAAAAACAAA
								AAQDAABzLhQA
								AAAAAAwAAAAB
								BgAAWAAAAGgA
								AAB4AAAACAAA
								AAAEAABBuzND
								XAAAABgAAAAB
								AgAAAgAAAAAA
								AAAPAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAEFAAAI
								AAAABAMAAAEA
								AAAAAAAABAAA
								AAMDAAD2AQAA
								CAAAAAEJAABm
								aWxlOi8vLwoA
								AAABAQAASGFy
								ZCBEcml2ZQAA
								CAAAAAQDAAAA
								wFrM6AAAAAgA
								AAAABAAAQbth
								3jwAAAAkAAAA
								AQEAADcxQzQw
								RThGLURBMUYt
								MzFFMy1BMjNE
								LTdCMEEzMDQz
								MUVEOBgAAAAB
								AgAAgQAAAAEA
								CADvFwAAAQAI
								AAAAAAAAAAAA
								AQAAAAEBAAAv
								AAAAqQAAAAEC
								AAA3MzBjZGNi
								MjUxYjcwZDQ0
								OTE5ZWEwYmVj
								NDRmNmZiODdh
								OGZmYzI0OzAw
								MDAwMDAwOzAw
								MDAwMDAwOzAw
								MDAwMDAwMDAw
								MDAwMjA7Y29t
								LmFwcGxlLmFw
								cC1zYW5kYm94
								LnJlYWQtd3Jp
								dGU7MDAwMDAw
								MDE7MDEwMDAw
								MDI7MDAwMDAw
								MDAwMDE0MmU3
								MzsvdXNlcnMv
								c3R1ZGVudC9k
								b3dubG9hZHMA
								AAAA5AAAAP7/
								//8BAAAAAAAA
								ABIAAAAEEAAA
								RAAAAAAAAAAF
								EAAAiAAAAAAA
								AAAQEAAArAAA
								AAAAAABAEAAA
								nAAAAAAAAAAC
								IAAAgAEAAAAA
								AAAFIAAA8AAA
								AAAAAAAQIAAA
								AAEAAAAAAAAR
								IAAANAEAAAAA
								AAASIAAAFAEA
								AAAAAAATIAAA
								JAEAAAAAAAAg
								IAAAYAEAAAAA
								AAAwIAAAzAAA
								AAAAAAABwAAA
								1AAAAAAAAAAR
								wAAAIAAAAAAA
								AAASwAAA5AAA
								AAAAAAAB0AAA
								zAAAAAAAAAAQ
								0AAABAAAAAAA
								AACA8AAAjAEA
								AAAAAAA=
										</data>
										<key>name</key>
										<string>Downloads</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9vayQDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAACAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQACAAA
								AAEGAAAQAAAA
								IAAAAAgAAAAE
								AwAAT+wTAAAA
								AAAIAAAABAMA
								ACIqFAAAAAAA
								CAAAAAEGAABA
								AAAAUAAAAAgA
								AAAABAAAQbth
								w2YAAAAYAAAA
								AQIAAAIAAAAA
								AAAADwAAAAAA
								AAAAAAAAAAAA
								AAAAAAABBQAA
								CAAAAAQDAAAA
								AAAAAAAAAAQA
								AAADAwAA9gEA
								AAgAAAABCQAA
								ZmlsZTovLy8K
								AAAAAQEAAEhh
								cmQgRHJpdmUA
								AAgAAAAEAwAA
								AMBazOgAAAAI
								AAAAAAQAAEG7
								Yd48AAAAJAAA
								AAEBAAA3MUM0
								MEU4Ri1EQTFG
								LTMxRTMtQTIz
								RC03QjBBMzA0
								MzFFRDgYAAAA
								AQIAAIEAAAAB
								AAgA7xcAAAEA
								CAAAAAAAAAAA
								AAEAAAABAQAA
								LwAAAJ8AAAAB
								AgAAMGE3OWIy
								YmUyODY0OTBk
								ZDQ2ODUwZjU0
								NTM4MDQ2YjQ1
								MWEyNGI0NTsw
								MDAwMDAwMDsw
								MDAwMDAwMDsw
								MDAwMDAwMDAw
								MDAwMDIwO2Nv
								bS5hcHBsZS5h
								cHAtc2FuZGJv
								eC5yZWFkLXdy
								aXRlOzAwMDAw
								MDAxOzAxMDAw
								MDAyOzAwMDAw
								MDAwMDAxNDJh
								MjI7L3VzZXJz
								L3N0dWRlbnQA
								AOQAAAD+////
								AQAAAAAAAAAS
								AAAABBAAADAA
								AAAAAAAABRAA
								AGAAAAAAAAAA
								EBAAAIAAAAAA
								AAAAQBAAAHAA
								AAAAAAAAAiAA
								AFQBAAAAAAAA
								BSAAAMQAAAAA
								AAAAECAAANQA
								AAAAAAAAESAA
								AAgBAAAAAAAA
								EiAAAOgAAAAA
								AAAAEyAAAPgA
								AAAAAAAAICAA
								ADQBAAAAAAAA
								MCAAAKAAAAAA
								AAAAAcAAAKgA
								AAAAAAAAEcAA
								ACAAAAAAAAAA
								EsAAALgAAAAA
								AAAAAdAAAKAA
								AAAAAAAAENAA
								AAQAAAAAAAAA
								gPAAAGABAAAA
								AAAA
										</data>
										<key>name</key>
										<string>student</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va4wDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAcAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQABwAA
								AAEBAABMaWJy
								YXJ5AAsAAAAB
								AQAAUHJlZmVy
								ZW5jZXMAEAAA
								AAEGAAAQAAAA
								IAAAADAAAABA
								AAAACAAAAAQD
								AABP7BMAAAAA
								AAgAAAAEAwAA
								IioUAAAAAAAI
								AAAABAMAAHUu
								FAAAAAAACAAA
								AAQDAAAPVhQA
								AAAAABAAAAAB
								BgAAbAAAAHwA
								AACMAAAAnAAA
								AAgAAAAABAAA
								Qbthw2kAAAAY
								AAAAAQIAAAIA
								AAAAAAAADwAA
								AAAAAAAAAAAA
								AAAAAAAAAAAB
								BQAACAAAAAQD
								AAACAAAAAAAA
								AAQAAAADAwAA
								9gEAAAgAAAAB
								CQAAZmlsZTov
								Ly8KAAAAAQEA
								AEhhcmQgRHJp
								dmUAAAgAAAAE
								AwAAAMBazOgA
								AAAIAAAAAAQA
								AEG7Yd48AAAA
								JAAAAAEBAAA3
								MUM0MEU4Ri1E
								QTFGLTMxRTMt
								QTIzRC03QjBB
								MzA0MzFFRDgY
								AAAAAQIAAIEA
								AAABAAgA7xcA
								AAEACAAAAAAA
								AAAAAAEAAAAB
								AQAALwAAALMA
								AAABAgAAOTg5
								YmM5MGZlY2Q1
								NTkwOGEyMDI2
								ZWQ0MmQ5MmZm
								MDNkOGQ1MTMz
								OTswMDAwMDAw
								MDswMDAwMDAw
								MDswMDAwMDAw
								MDAwMDAwMDIw
								O2NvbS5hcHBs
								ZS5hcHAtc2Fu
								ZGJveC5yZWFk
								LXdyaXRlOzAw
								MDAwMDAxOzAx
								MDAwMDAyOzAw
								MDAwMDAwMDAx
								NDU2MGY7L3Vz
								ZXJzL3N0dWRl
								bnQvbGlicmFy
								eS9wcmVmZXJl
								bmNlcwAA5AAA
								AP7///8BAAAA
								AAAAABIAAAAE
								EAAAVAAAAAAA
								AAAFEAAArAAA
								AAAAAAAQEAAA
								1AAAAAAAAABA
								EAAAxAAAAAAA
								AAACIAAAqAEA
								AAAAAAAFIAAA
								GAEAAAAAAAAQ
								IAAAKAEAAAAA
								AAARIAAAXAEA
								AAAAAAASIAAA
								PAEAAAAAAAAT
								IAAATAEAAAAA
								AAAgIAAAiAEA
								AAAAAAAwIAAA
								9AAAAAAAAAAB
								wAAA/AAAAAAA
								AAARwAAAIAAA
								AAAAAAASwAAA
								DAEAAAAAAAAB
								0AAA9AAAAAAA
								AAAQ0AAABAAA
								AAAAAACA8AAA
								tAEAAAAAAAA=
										</data>
										<key>name</key>
										<string>Preferences</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va7wDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAoAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQABwAA
								AAEBAABMaWJy
								YXJ5AAsAAAAB
								AQAAUHJlZmVy
								ZW5jZXMABQAA
								AAEBAABBZG9i
								ZQAAABQAAAAB
								BgAAEAAAACAA
								AAAwAAAAQAAA
								AFQAAAAIAAAA
								BAMAAE/sEwAA
								AAAACAAAAAQD
								AAAiKhQAAAAA
								AAgAAAAEAwAA
								dS4UAAAAAAAI
								AAAABAMAAA9W
								FAAAAAAACAAA
								AAQDAAASVhQA
								AAAAABQAAAAB
								BgAAgAAAAJAA
								AACgAAAAsAAA
								AMAAAAAIAAAA
								AAQAAEG7XzfZ
								AAAAGAAAAAEC
								AAACAAAAAAAA
								AA8AAAAAAAAA
								AAAAAAAAAAAA
								AAAAAQUAAAgA
								AAAEAwAAAwAA
								AAAAAAAEAAAA
								AwMAAPYBAAAI
								AAAAAQkAAGZp
								bGU6Ly8vCgAA
								AAEBAABIYXJk
								IERyaXZlAAAI
								AAAABAMAAADA
								WszoAAAACAAA
								AAAEAABBu2He
								PAAAACQAAAAB
								AQAANzFDNDBF
								OEYtREExRi0z
								MUUzLUEyM0Qt
								N0IwQTMwNDMx
								RUQ4GAAAAAEC
								AACBAAAAAQAI
								AO8XAAABAAgA
								AAAAAAAAAAAB
								AAAAAQEAAC8A
								AAC5AAAAAQIA
								ADQ3Y2I3NmRm
								YTMzZDU4MGYz
								YTQ0ZWZmNmM5
								MTRkMzc5YzY5
								NTQ5Mjg7MDAw
								MDAwMDA7MDAw
								MDAwMDA7MDAw
								MDAwMDAwMDAw
								MDAyMDtjb20u
								YXBwbGUuYXBw
								LXNhbmRib3gu
								cmVhZC13cml0
								ZTswMDAwMDAw
								MTswMTAwMDAw
								MjswMDAwMDAw
								MDAwMTQ1NjEy
								Oy91c2Vycy9z
								dHVkZW50L2xp
								YnJhcnkvcHJl
								ZmVyZW5jZXMv
								YWRvYmUAAAAA
								5AAAAP7///8B
								AAAAAAAAABIA
								AAAEEAAAZAAA
								AAAAAAAFEAAA
								0AAAAAAAAAAQ
								EAAA/AAAAAAA
								AABAEAAA7AAA
								AAAAAAACIAAA
								0AEAAAAAAAAF
								IAAAQAEAAAAA
								AAAQIAAAUAEA
								AAAAAAARIAAA
								hAEAAAAAAAAS
								IAAAZAEAAAAA
								AAATIAAAdAEA
								AAAAAAAgIAAA
								sAEAAAAAAAAw
								IAAAHAEAAAAA
								AAABwAAAJAEA
								AAAAAAARwAAA
								IAAAAAAAAAAS
								wAAANAEAAAAA
								AAAB0AAAHAEA
								AAAAAAAQ0AAA
								BAAAAAAAAACA
								8AAA3AEAAAAA
								AAA=
										</data>
										<key>name</key>
										<string>Adobe</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va1QDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAOAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQABwAA
								AAEBAABMaWJy
								YXJ5AAwAAAAB
								BgAAEAAAACAA
								AAAwAAAACAAA
								AAQDAABP7BMA
								AAAAAAgAAAAE
								AwAAIioUAAAA
								AAAIAAAABAMA
								AHUuFAAAAAAA
								DAAAAAEGAABU
								AAAAZAAAAHQA
								AAAIAAAAAAQA
								AEG7XzfVAAAA
								GAAAAAECAAAC
								AAAAAAAAAA8A
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AQUAAAgAAAAE
								AwAAAQAAAAAA
								AAAEAAAAAwMA
								APYBAAAIAAAA
								AQkAAGZpbGU6
								Ly8vCgAAAAEB
								AABIYXJkIERy
								aXZlAAAIAAAA
								BAMAAADAWszo
								AAAACAAAAAAE
								AABBu2HePAAA
								ACQAAAABAQAA
								NzFDNDBFOEYt
								REExRi0zMUUz
								LUEyM0QtN0Iw
								QTMwNDMxRUQ4
								GAAAAAECAACB
								AAAAAQAIAO8X
								AAABAAgAAAAA
								AAAAAAABAAAA
								AQEAAC8AAACn
								AAAAAQIAAGE5
								MTE5YmU0ZjYx
								ZDE5NTU1MzZm
								Nzk4NWQ2NGM2
								YmZmZGI0ODlm
								OTA7MDAwMDAw
								MDA7MDAwMDAw
								MDA7MDAwMDAw
								MDAwMDAwMDAy
								MDtjb20uYXBw
								bGUuYXBwLXNh
								bmRib3gucmVh
								ZC13cml0ZTsw
								MDAwMDAwMTsw
								MTAwMDAwMjsw
								MDAwMDAwMDAw
								MTQyZTc1Oy91
								c2Vycy9zdHVk
								ZW50L2xpYnJh
								cnkAAOQAAAD+
								////AQAAAAAA
								AAASAAAABBAA
								AEAAAAAAAAAA
								BRAAAIQAAAAA
								AAAAEBAAAKgA
								AAAAAAAAQBAA
								AJgAAAAAAAAA
								AiAAAHwBAAAA
								AAAABSAAAOwA
								AAAAAAAAECAA
								APwAAAAAAAAA
								ESAAADABAAAA
								AAAAEiAAABAB
								AAAAAAAAEyAA
								ACABAAAAAAAA
								ICAAAFwBAAAA
								AAAAMCAAAMgA
								AAAAAAAAAcAA
								ANAAAAAAAAAA
								EcAAACAAAAAA
								AAAAEsAAAOAA
								AAAAAAAAAdAA
								AMgAAAAAAAAA
								ENAAAAQAAAAA
								AAAAgPAAAIgB
								AAAAAAAA
										</data>
										<key>name</key>
										<string>Library</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va1QDAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAOAIAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAH
								AAAAAQEAAHN0
								dWRlbnQABwAA
								AAEBAABEZXNr
								dG9wAAwAAAAB
								BgAAEAAAACAA
								AAAwAAAACAAA
								AAQDAABP7BMA
								AAAAAAgAAAAE
								AwAAIioUAAAA
								AAAIAAAABAMA
								ADMqFAAAAAAA
								DAAAAAEGAABU
								AAAAZAAAAHQA
								AAAIAAAAAAQA
								AEG7M00gAAAA
								GAAAAAECAAAC
								AAAAAAAAAA8A
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AQUAAAgAAAAE
								AwAAAQAAAAAA
								AAAEAAAAAwMA
								APYBAAAIAAAA
								AQkAAGZpbGU6
								Ly8vCgAAAAEB
								AABIYXJkIERy
								aXZlAAAIAAAA
								BAMAAADAWszo
								AAAACAAAAAAE
								AABBu2HePAAA
								ACQAAAABAQAA
								NzFDNDBFOEYt
								REExRi0zMUUz
								LUEyM0QtN0Iw
								QTMwNDMxRUQ4
								GAAAAAECAACB
								AAAAAQAIAO8X
								AAABAAgAAAAA
								AAAAAAABAAAA
								AQEAAC8AAACn
								AAAAAQIAADU4
								MzA1MzU4YWZl
								Yjg5NmJmNzll
								MzViNDU4ZGI4
								YTYyNTUyMTRl
								ZWI7MDAwMDAw
								MDA7MDAwMDAw
								MDA7MDAwMDAw
								MDAwMDAwMDAy
								MDtjb20uYXBw
								bGUuYXBwLXNh
								bmRib3gucmVh
								ZC13cml0ZTsw
								MDAwMDAwMTsw
								MTAwMDAwMjsw
								MDAwMDAwMDAw
								MTQyYTMzOy91
								c2Vycy9zdHVk
								ZW50L2Rlc2t0
								b3AAAOQAAAD+
								////AQAAAAAA
								AAASAAAABBAA
								AEAAAAAAAAAA
								BRAAAIQAAAAA
								AAAAEBAAAKgA
								AAAAAAAAQBAA
								AJgAAAAAAAAA
								AiAAAHwBAAAA
								AAAABSAAAOwA
								AAAAAAAAECAA
								APwAAAAAAAAA
								ESAAADABAAAA
								AAAAEiAAABAB
								AAAAAAAAEyAA
								ACABAAAAAAAA
								ICAAAFwBAAAA
								AAAAMCAAAMgA
								AAAAAAAAAcAA
								ANAAAAAAAAAA
								EcAAACAAAAAA
								AAAAEsAAAOAA
								AAAAAAAAAdAA
								AMgAAAAAAAAA
								ENAAAAQAAAAA
								AAAAgPAAAIgB
								AAAAAAAA
										</data>
										<key>name</key>
										<string>Desktop</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va+QCAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAA7AEAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAF
								AAAAAQEAAGFk
								bWluAAAACAAA
								AAEGAAAQAAAA
								IAAAAAgAAAAE
								AwAAT+wTAAAA
								AAAIAAAABAMA
								AFHsEwAAAAAA
								CAAAAAEGAABA
								AAAAUAAAAAgA
								AAAABAAAQbtg
								IEwAAAAYAAAA
								AQIAAAIAAAAA
								AAAADwAAAAAA
								AAAAAAAAAAAA
								AAAAAAABBQAA
								CAAAAAEJAABm
								aWxlOi8vLwoA
								AAABAQAASGFy
								ZCBEcml2ZQAA
								CAAAAAQDAAAA
								wFrM6AAAAAgA
								AAAABAAAQbth
								3jwAAAAkAAAA
								AQEAADcxQzQw
								RThGLURBMUYt
								MzFFMy1BMjNE
								LTdCMEEzMDQz
								MUVEOBgAAAAB
								AgAAgQAAAAEA
								CADvFwAAAQAI
								AAAAAAAAAAAA
								AQAAAAEBAAAv
								AAAAnQAAAAEC
								AAAyYmYyOGRh
								N2ZmZjUzZDg4
								YTM4MGQyZDI4
								ZTZmNzg2ZDE0
								ZWY0YzE3OzAw
								MDAwMDAwOzAw
								MDAwMDAwOzAw
								MDAwMDAwMDAw
								MDAwMjA7Y29t
								LmFwcGxlLmFw
								cC1zYW5kYm94
								LnJlYWQtd3Jp
								dGU7MDAwMDAw
								MDE7MDEwMDAw
								MDI7MDAwMDAw
								MDAwMDEzZWM1
								MTsvdXNlcnMv
								YWRtaW4AAAAA
								wAAAAP7///8B
								AAAAAAAAAA8A
								AAAEEAAAMAAA
								AAAAAAAFEAAA
								YAAAAAAAAAAQ
								EAAAgAAAAAAA
								AABAEAAAcAAA
								AAAAAAACIAAA
								OAEAAAAAAAAF
								IAAAqAAAAAAA
								AAAQIAAAuAAA
								AAAAAAARIAAA
								7AAAAAAAAAAS
								IAAAzAAAAAAA
								AAATIAAA3AAA
								AAAAAAAgIAAA
								GAEAAAAAAAAw
								IAAAoAAAAAAA
								AAAB0AAAoAAA
								AAAAAAAQ0AAA
								BAAAAAAAAACA
								8AAARAEAAAAA
								AAA=
										</data>
										<key>name</key>
										<string>admin</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va7QCAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAvAEAAAQA
								AAADAwAAAAIA
								AAUAAAABAQAA
								VXNlcnMAAAAE
								AAAAAQYAABAA
								AAAIAAAABAMA
								AE/sEwAAAAAA
								BAAAAAEGAAAs
								AAAACAAAAAAE
								AABBuzNDXAAA
								ABgAAAABAgAA
								AgAAAAAAAAAP
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAEFAAAIAAAA
								AQkAAGZpbGU6
								Ly8vCgAAAAEB
								AABIYXJkIERy
								aXZlAAAIAAAA
								BAMAAADAWszo
								AAAACAAAAAAE
								AABBu2HePAAA
								ACQAAAABAQAA
								NzFDNDBFOEYt
								REExRi0zMUUz
								LUEyM0QtN0Iw
								QTMwNDMxRUQ4
								GAAAAAECAACB
								AAAAAQAIAO8X
								AAABAAgAAAAA
								AAAAAAABAAAA
								AQEAAC8AAACX
								AAAAAQIAAGE3
								YWU1OGU3OTZi
								ZWRlMmIwZGM0
								ZDUyYWJkMjYy
								N2EzYTk3Yzg0
								NDU7MDAwMDAw
								MDA7MDAwMDAw
								MDA7MDAwMDAw
								MDAwMDAwMDAy
								MDtjb20uYXBw
								bGUuYXBwLXNh
								bmRib3gucmVh
								ZC13cml0ZTsw
								MDAwMDAwMTsw
								MTAwMDAwMjsw
								MDAwMDAwMDAw
								MTNlYzRmOy91
								c2VycwAAwAAA
								AP7///8BAAAA
								AAAAAA8AAAAE
								EAAAIAAAAAAA
								AAAFEAAAPAAA
								AAAAAAAQEAAA
								WAAAAAAAAABA
								EAAASAAAAAAA
								AAACIAAAEAEA
								AAAAAAAFIAAA
								gAAAAAAAAAAQ
								IAAAkAAAAAAA
								AAARIAAAxAAA
								AAAAAAASIAAA
								pAAAAAAAAAAT
								IAAAtAAAAAAA
								AAAgIAAA8AAA
								AAAAAAAwIAAA
								eAAAAAAAAAAB
								0AAAeAAAAAAA
								AAAQ0AAABAAA
								AAAAAACA8AAA
								HAEAAAAAAAA=
										</data>
										<key>name</key>
										<string>Users</string>
									</dict>
									<dict>
										<key>file-bookmark</key>
										<data>
								Ym9va8ACAAAA
								AAQQMAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAAAAAAAAA
								AAAAyAEAAAQA
								AAADAwAAAAIA
								AAwAAAABAQAA
								QXBwbGljYXRp
								b25zBAAAAAEG
								AAAQAAAACAAA
								AAQDAAAkAAAA
								AAAAAAQAAAAB
								BgAAMAAAAAgA
								AAAABAAAQbth
								x2EAAAAYAAAA
								AQIAAAIAAAAA
								AAAADwAAAAAA
								AAAAAAAAAAAA
								AAAAAAABBQAA
								CAAAAAEJAABm
								aWxlOi8vLwoA
								AAABAQAASGFy
								ZCBEcml2ZQAA
								CAAAAAQDAAAA
								wFrM6AAAAAgA
								AAAABAAAQbth
								3jwAAAAkAAAA
								AQEAADcxQzQw
								RThGLURBMUYt
								MzFFMy1BMjNE
								LTdCMEEzMDQz
								MUVEOBgAAAAB
								AgAAgQAAAAEA
								CADvFwAAAQAI
								AAAAAAAAAAAA
								AQAAAAEBAAAv
								AAAAngAAAAEC
								AAA2NzAyMjdm
								ZGY4NTJjYTZm
								OGUzNWUxZWYx
								NjdiYjA1Yjk4
								Y2NjZmMzOzAw
								MDAwMDAwOzAw
								MDAwMDAwOzAw
								MDAwMDAwMDAw
								MDAwMjA7Y29t
								LmFwcGxlLmFw
								cC1zYW5kYm94
								LnJlYWQtd3Jp
								dGU7MDAwMDAw
								MDE7MDEwMDAw
								MDI7MDAwMDAw
								MDAwMDAwMDAy
								NDsvYXBwbGlj
								YXRpb25zAAAA
								wAAAAP7///8B
								AAAAAAAAAA8A
								AAAEEAAAJAAA
								AAAAAAAFEAAA
								QAAAAAAAAAAQ
								EAAAXAAAAAAA
								AABAEAAATAAA
								AAAAAAACIAAA
								FAEAAAAAAAAF
								IAAAhAAAAAAA
								AAAQIAAAlAAA
								AAAAAAARIAAA
								yAAAAAAAAAAS
								IAAAqAAAAAAA
								AAATIAAAuAAA
								AAAAAAAgIAAA
								9AAAAAAAAAAw
								IAAAfAAAAAAA
								AAAB0AAAfAAA
								AAAAAAAQ0AAA
								BAAAAAAAAACA
								8AAAIAEAAAAA
								AAA=
										</data>
										<key>name</key>
										<string>Applications</string>
									</dict>
								</array>
								<key>FXSidebarUpgradedToTenTen</key>
								<true/>
								<key>FXToolbarUpgradedToTenEight</key>
								<integer>1</integer>
								<key>FXToolbarUpgradedToTenNine</key>
								<integer>2</integer>
								<key>FXToolbarUpgradedToTenSeven</key>
								<integer>1</integer>
								<key>FavoriteTagNames</key>
								<array>
									<string></string>
									<string>Red</string>
									<string>Orange</string>
									<string>Yellow</string>
									<string>Green</string>
									<string>Blue</string>
									<string>Purple</string>
									<string>Gray</string>
								</array>
								<key>FinderSpawnWindow</key>
								<true/>
								<key>GoToField</key>
								<string>/Users/student/Library</string>
								<key>LastTrashState</key>
								<true/>
								<key>MountProgressWindowLocation</key>
								<string>{1080, 359}</string>
								<key>MyDocsLibrarySavedViewStyle</key>
								<string>clmv</string>
								<key>MyDocsLibrarySearchViewSettings</key>
								<dict>
									<key>WindowState</key>
									<dict>
										<key>ShowPathbar</key>
										<false/>
										<key>ShowSidebar</key>
										<true/>
										<key>ShowStatusBar</key>
										<false/>
										<key>ShowToolbar</key>
										<true/>
										<key>SidebarWidth</key>
										<integer>148</integer>
										<key>WindowBounds</key>
										<string>{{215, 460}, {765, 607}}</string>
									</dict>
								</dict>
								<key>NSToolbar Configuration Browser</key>
								<dict>
									<key>TB Display Mode</key>
									<integer>2</integer>
									<key>TB Icon Size Mode</key>
									<integer>1</integer>
									<key>TB Is Shown</key>
									<integer>1</integer>
									<key>TB Size Mode</key>
									<integer>1</integer>
								</dict>
								<key>NewWindowTarget</key>
								<string>PfHm</string>
								<key>NewWindowTargetPath</key>
								<string>file:///.file/id=6571367.509822/</string>
								<key>PreferencesWindow.LastSelection</key>
								<string>SDBR</string>
								<key>RemoveIDiskFromSidebarOnStartup</key>
								<true/>
								<key>SearchViewSettings</key>
								<dict>
									<key>WindowState</key>
									<dict>
										<key>ContainerShowSidebar</key>
										<true/>
										<key>PreviewPaneVisibility</key>
										<false/>
										<key>ShowPathbar</key>
										<true/>
										<key>ShowSidebar</key>
										<true/>
										<key>ShowStatusBar</key>
										<true/>
										<key>ShowTabView</key>
										<false/>
										<key>ShowToolbar</key>
										<true/>
										<key>SidebarWidth</key>
										<integer>192</integer>
										<key>WindowBounds</key>
										<string>{{386, 563}, {1056, 706}}</string>
									</dict>
								</dict>
								<key>ShowExternalHardDrivesOnDesktop</key>
								<true/>
								<key>ShowHardDrivesOnDesktop</key>
								<true/>
								<key>ShowMountedServersOnDesktop</key>
								<true/>
								<key>ShowRecentTags</key>
								<false/>
								<key>ShowRemovableMediaOnDesktop</key>
								<true/>
								<key>ShowStatusBar</key>
								<true/>
								<key>SidebarDevicesSectionDisclosedState</key>
								<true/>
								<key>SidebarPlacesSectionDisclosedState</key>
								<true/>
								<key>SidebarSharedSectionDisclosedState</key>
								<true/>
								<key>StandardViewOptions</key>
								<dict>
									<key>ColumnViewOptions</key>
									<dict>
										<key>ArrangeBy</key>
										<string>dnam</string>
										<key>ColumnShowFolderArrow</key>
										<true/>
										<key>ColumnShowIcons</key>
										<true/>
										<key>ColumnWidth</key>
										<integer>205</integer>
										<key>FontSize</key>
										<integer>12</integer>
										<key>PreviewDisclosureState</key>
										<true/>
										<key>SharedArrangeBy</key>
										<string>kipl</string>
										<key>ShowIconThumbnails</key>
										<true/>
										<key>ShowPreview</key>
										<true/>
									</dict>
								</dict>
								<key>StandardViewSettings</key>
								<dict>
									<key>ExtendedListViewSettings</key>
									<dict>
										<key>calculateAllSizes</key>
										<false/>
										<key>columns</key>
										<array>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>name</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>dateModified</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>dateCreated</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>size</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>97</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>kind</string>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>115</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>label</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>100</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>version</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>75</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<true/>
												<key>identifier</key>
												<string>comments</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<dict>
												<key>ascending</key>
												<false/>
												<key>identifier</key>
												<string>dateLastOpened</string>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>200</integer>
											</dict>
										</array>
										<key>iconSize</key>
										<real>16</real>
										<key>showIconPreview</key>
										<true/>
										<key>sortColumn</key>
										<string>name</string>
										<key>textSize</key>
										<real>12</real>
										<key>useRelativeDates</key>
										<true/>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
									<key>IconViewSettings</key>
									<dict>
										<key>arrangeBy</key>
										<string>none</string>
										<key>backgroundColorBlue</key>
										<real>1</real>
										<key>backgroundColorGreen</key>
										<real>1</real>
										<key>backgroundColorRed</key>
										<real>1</real>
										<key>backgroundType</key>
										<integer>0</integer>
										<key>gridOffsetX</key>
										<real>0.0</real>
										<key>gridOffsetY</key>
										<real>0.0</real>
										<key>gridSpacing</key>
										<real>54</real>
										<key>iconSize</key>
										<real>64</real>
										<key>labelOnBottom</key>
										<true/>
										<key>showIconPreview</key>
										<true/>
										<key>showItemInfo</key>
										<false/>
										<key>textSize</key>
										<real>12</real>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
									<key>ListViewSettings</key>
									<dict>
										<key>calculateAllSizes</key>
										<false/>
										<key>columns</key>
										<dict>
											<key>comments</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>7</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<key>dateCreated</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>2</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<key>dateLastOpened</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>8</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>200</integer>
											</dict>
											<key>dateModified</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>1</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>181</integer>
											</dict>
											<key>kind</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>4</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>115</integer>
											</dict>
											<key>label</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>5</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>100</integer>
											</dict>
											<key>name</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>0</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>300</integer>
											</dict>
											<key>size</key>
											<dict>
												<key>ascending</key>
												<false/>
												<key>index</key>
												<integer>3</integer>
												<key>visible</key>
												<true/>
												<key>width</key>
												<integer>97</integer>
											</dict>
											<key>version</key>
											<dict>
												<key>ascending</key>
												<true/>
												<key>index</key>
												<integer>6</integer>
												<key>visible</key>
												<false/>
												<key>width</key>
												<integer>75</integer>
											</dict>
										</dict>
										<key>iconSize</key>
										<real>16</real>
										<key>showIconPreview</key>
										<true/>
										<key>sortColumn</key>
										<string>name</string>
										<key>textSize</key>
										<real>12</real>
										<key>useRelativeDates</key>
										<true/>
										<key>viewOptionsVersion</key>
										<integer>1</integer>
									</dict>
									<key>SettingsType</key>
									<string>StandardViewSettings</string>
								</dict>
								<key>TrashViewSettings</key>
								<dict>
									<key>CustomViewStyleVersion</key>
									<integer>1</integer>
									<key>WindowState</key>
									<dict>
										<key>ShowPathbar</key>
										<false/>
										<key>ShowSidebar</key>
										<true/>
										<key>ShowStatusBar</key>
										<true/>
										<key>ShowToolbar</key>
										<true/>
										<key>SidebarWidth</key>
										<integer>135</integer>
										<key>WindowBounds</key>
										<string>{{835, 721}, {770, 438}}</string>
									</dict>
								</dict>
								<key>ViewOptionsWindow.Location</key>
								<string>{779, 533}</string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>MCXToProfile.59c71988-fd28-4dc4-80d9-4ff0a87ec472.alacarte.customsettings.a80e8727-98c6-42c7-bf67-c1dfa8941440</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>a80e8727-98c6-42c7-bf67-c1dfa8941440</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Included custom settings:
com.apple.finder
</string>
	<key>PayloadDisplayName</key>
	<string>MCXToProfile: com.apple.finder</string>
	<key>PayloadIdentifier</key>
	<string>ca.ecuad.mactech.StudentFinder</string>
	<key>PayloadOrganization</key>
	<string></string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>59c71988-fd28-4dc4-80d9-4ff0a87ec472</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
